import React from "react";

export const ServiceItems = [
    {
        title: "1طراحی اختصاصی اپلیکیشن",
        description:"برنامه نویسی اپلیکیشن های اندروید و Ios به صورت کاملا اختصاصی",
        link: "دریافت مشاوره",
        linkto: "#",
        csName: ""

    },
    {
        title: "2طراحی اختصاصی اپلیکیشن",
        description:"برنامه نویسی اپلیکیشن های اندروید و Ios به صورت کاملا اختصاصی",
        link: "دریافت مشاوره",
        linkto: "#",
        csName: ""
    },
    {
        title: "3طراحی اختصاصی اپلیکیشن",
        description:"برنامه نویسی اپلیکیشن های اندروید و Ios به صورت کاملا اختصاصی",
        link: "دریافت مشاوره",
        linkto: "#",
        csName: true
    },
    {
        title: "4طراحی اختصاصی اپلیکیشن",
        description:"برنامه نویسی اپلیکیشن های اندروید و Ios به صورت کاملا اختصاصی",
        link: "دریافت مشاوره",
        linkto: "#",
        csName: ""
    },
    {
        title: "5طراحی اختصاصی اپلیکیشن",
        description:"برنامه نویسی اپلیکیشن های اندروید و Ios به صورت کاملا اختصاصی",
        link: "دریافت مشاوره",
        linkto: "#",
        csName: ""
    },
    {
        title: "6طراحی اختصاصی اپلیکیشن",
        description:"برنامه نویسی اپلیکیشن های اندروید و Ios به صورت کاملا اختصاصی",
        link: "دریافت مشاوره",
        linkto: "#",
        csName: true

    },
    ]
export const MenuItems = [
{
    title: "صفحه اصلی",
    itemId: "/",
    cName: "nav-text",
    link : '#',
},
{
        title: "خدمات",
        itemId: "/service",
        cName: "nav-text",
        link : '#service',
        subNav: [
            {
                title: "طراحی اختصاصی اپلیکیشا",
                itemId: "/#",
                cName: "nav-text",
            },
            {
                title: "برنامه نویسی اختصاصی",
                itemId: "#",
                cName: "nav-text",
            },
        ],
    },
    {
        title: "خدمات",
        itemId: "/service",
        cName: "nav-text",
        link : '#service',
        subNav: [
            {
                title: "طراحی اختصاصی اپلیکیشا",
                itemId: "/#",
                cName: "nav-text",
            },
            {
                title: "برنامه نویسی اختصاصی",
                itemId: "#",
                cName: "nav-text",
            },
        ],
    },
    {
        title: "وبلاگ",
        itemId: "/",
        cName: "nav-text",
        link : '#',
    },
    {
        title: "درباره ما",
        itemId: "/about-us",
        cName: "nav-text",
        link : '#',
    },
    ]
export const QuestionItems = [
    {
        key:1,
        title: "دفتر کاری گروه طراحی لایت وب در کجا قرار دارد؟",
        description: "متاسفانه باید بگوییم که در حال حاضر گروه طراحی لایت تنها از طریق اینترنت فعالیت های خود را انجام میدهد و تنها برای برگذاری جلسات مشاوره، آموزش و عقد قرارداد، جلسات حضوری با کارشناسان ما برگذار میگردد. ",
    },
    {
        key:2,
        title: "طراحی وب سایت چه مقدار زمان نیاز دارد؟",
        description: "\n" +
            "\n" +
            "مدت زمان طراحی یک وب سایت با کیفیت و استاندار می تواند با پارامتر های متفاوتی کم و یا زیاد شود، مانند:\n" +
            "\n" +
            "    امکانات جانبی وب سایت\n" +
            "    کیفیت طراحی وب سایت\n" +
            "    همکاری کارفرما با بخش فنی در رابطه با ارسال اطلاعات\n" +
            "    در دسترس بودن کارفرما به منظور گرفتن تاییدیه پس از تکمیل هر بخش از وب سایت\n" +
            "    و ...\n" +
            "\n" +
            "در نتیجه تا زمانیکه سفارش شما ثبت و بررسی نگردد، در رابطه با زمان دقیق تحویل وب سایت نمیتوان نظر داد.\n",
    },
    {
        key:3,
        title: "هزینه طراحی وب سایت چگونه محاسبه می شود؟",
        description: "هزینه طراحی وب سایت نیز مانند زمان مورد نیاز یک پروژه قبل از ثبت سفارش و بررسی جزئیات وب سایت قابل محاسبه نمی باشد و هزینه طراحی وب سایت با امکانات مورد نیاز شما میتواند متفاوت باشد. به منظور محاسبه هزینه طراحی وب سایت خود میتوانید با مشاوران ما تماس گرفته و یا از طریق صفحه تماس با ما درخواست مشاوره خود را ثبت نموده تا کارشناسان ما در اسرع وقت با شما تماس برقرار نمایند.",
    },
    {
        key:4,
        title: "پشتیبانی وب سایت به چه معناست؟",
        description: "پس از تکمیل طراحی وب سایت و تحویل آن به کار فرما، اگر در وب سایت ایرادی مشاهده شود و یا برای مدیریت وب سایت نیاز به کمک باشد، میتوان با تیم پشتیبانی ما در ارتباط بود. پشتیبانی در این گروه به صورت تلفنی و یا از طریق تیکت انجام می پذیرد. قابل ذکر است که تمامی وب سایت های طراحی شده توسط این گروه دارای پشتیبانی رایگان از ۶ ماه تا ۱ سال می باشند. ",
    },
]


// export const MenuItems = [
//     {
//         title: 'Marketing',
//         path: '/marketing',
//         cName: 'dropdown-link'
//     },
//     {
//         title: 'Consulting',
//         path: '/consulting',
//         cName: 'dropdown-link'
//     },
//     {
//         title: 'Design',
//         path: '/design',
//         cName: 'dropdown-link'
//     },
//     {
//         title: 'Development',
//         path: '/development',
//         cName: 'dropdown-link'
//     }
// ];